<%@ Page Language="C#"  MasterPageFile="~/Master/Artha.Master" AutoEventWireup="true" CodeBehind="1_1_3.aspx.cs" Inherits="Artha.Tamil._1_1_3" %>


<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id="நகரின் குறிப்பு">
    <table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">
              <tr height="20px"> <td colspan="4"> </td> </tr>

				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> திருச்செங்கோட்டை பற்றிய குறிப்பு  </span>  
					    <div class="underline">&nbsp;</div>
				    </td>
                </tr>


<tr>
<td> <img src ="Images/TgodeView3.jpg" class="ImgCurvedWith2Edges"  width="270" height="170" style="border-color: #ff5000;"  /> </td>
<td> <img src ="Images/TgodeView4.jpg" class="ImgCurvedWith2Edges"  width="270" height="170"  style="border-color: #ff5000;"/> </td>
<td> <img src ="Images/TgodeView5.jpg" class="ImgCurvedWith2Edges"  width="270" height="170"  style="border-color: #ff5000;"/> </td>
<td> <img src ="Images/TgodeView6.jpg" class="ImgCurvedWith2Edges"  width="270" height="170"  style="border-color: #ff5000;"/> </td>
</tr>

<tr height="20px"> <td colspan="4"> </td> </tr>

<tr>
    <th class="normal_content" colspan="4">
நாமக்கல் மாவட்டத்தை தலமையகமாக கொண்டு இமைந்துள்ள இநத நகரானது. நாமக்கல் மாவட்டத்தின் புகழ்பெற்ற இரு கோட்டங்களில் ஒன்றாக விளங்குகிறது.  தமிழகத்தின் டிரான்ஸ்பேர்ட் மாவட்டம் என்று அழைக்கப்படுகின்ற நாமக்கல் மாவட்டத்தின் முக்கிய வருவாய் கோட்டமாகவும், தாலுக்கா தலைமை இடமாகவும், முக்கிய சட்டமன்ற தொகுதியாகவும் இந்நகரம் விளங்குகிறது.

<br />  <br /> 
<font class="imp_sentence"> சுமார் 316 சதுர பரப்பளவை </font>  கொண்டுள்ள இந்நகரில் லாரி பாடி கட்டும் தொழில், ஆழ்துளை கிணறு 
அமைக்கும் இயந்திரம் தாங்கிய வண்டிகளும் (BOREWELL) மற்றும் பல்வேறு வகையான தொழில்களும் மிகச்சிறப்பாக நடைபெற்று 
வந்தாலும் நெசவு தொழிலும் விவசாயமும் முதன்மையான தொழிலாக விளங்குகிறது. அதனால் இந்நகரம் பொருளாதாரத்தில் மிகவும் மேன்மையடைந்துள்ளது.

<br />  <br /> 
சுதந்திரத்திற்கு முன்பு நகராண்மை கழகமாக (நகரபஞ்சாயத்தாக) இருந்த இந்தபகுதி <font class="imp_sentence"> 01.04.1965 ல் தமிழக அரசின் அன்றைய உள்ளாட்சி துறை அமைச்சர் மாண்புமிகு மஜீத் அவர்களால் நகராட்சியாக துவக்கி வைக்கப்பட்டது. </font>   ஆரம்பத்தில் 18 வார்டுகளாகவும். பின்னர் 25 வார்டுகளாகவும் பிரிக்கப்பட்டிருந்த இந்நகரானது இன்றைய தினம் 33 வார்டுகளாக பிரிக்கப்பட்டு நிர்வாகம் நடைபெற்று வருகிறது.

<br />  <br /> 
இங்கு இந்து, கிற்ஸ்துவர், முஸ்லீம் என்ற மூன்று பிரிவு மக்களும் மிகுதியாக வாழ்கின்றனர். அறிவாலயமாக திகழும் ஆரம்ப 
பள்ளிகளும், நடுநிலைப்பள்ளிகளும், உயர்நிலை, மேல்நிலைப்பள்ளிகளும் மற்றும் கல்லூரிகளும் இந்நகரில் பற்பல உள்ளன. 
நகர மக்களின் நலன் பேணும் நன்னீர்க் கிணறுகளும், குளங்களும் பல அமைந்துள்ளன. மருத்துவமனை, நூல் நிலையம், 
வட்டார வளர்ச்சி அலுவலகம், பஞ்சாயத்து யூனியன் அலுவலகம், நீதிமன்றம், கூட்டுறவு பண்டகசாலை, வங்கிகள் மற்றும் 
தொழில்துறை சம்பந்தமாக அனைத்து வசதிகளையும் பெற்று ஒரு பெருநகருக்கு வேண்டிய அனைத்து வசதிகளையும் பெற்று 
வளத்துடன் விளங்குவதே திருகொடி மாடச் செங்குன்றூறாகும்.

<%--Google AdSense Code Start--%>
<br />  <br /> 
<script async src="//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle"
     style="display:block; text-align:center;"
     data-ad-layout="in-article"
     data-ad-format="fluid"
     data-ad-client="ca-pub-4076653375596653"
     data-ad-slot="2710072443"></ins>
<script>
    (adsbygoogle = window.adsbygoogle || []).push({});
</script>
<%--Google AdSense Code End--%>

<br />  <br /> 
இத்தலமானது தமிழ்நாட்டின் தலைநகர் <font class="imp_word"> சென்னையில் இருந்து சுமார் 370 கி.மீ </font> தொலைவில் அமைந்துள்ளது. 
வெளியூரிலிருந்து ரயிலில் வரும் பயணிகள் ஈரோடு இரயில் நிலையத்தின் மூலமாகவும், சேலம் இரயில் நிலையத்தின் மூலமாகவும் மற்றும் சங்ககிரி இரயில் நிலையத்தின் மூலமாகவும் திருச்செங்கோட்டை வந்தடையலாம்.  இந்நகரானது <font class="imp_sentence"> சங்ககிரி இரயில் நிலையத்தில் இருந்து 9 கி.மீ தொலைவிலும்,  ஈரோடு இரயில் நிலையத்தில் இருந்து 22 கி.மீ தொலைவிலும் மற்றும் சேலம் இரயில் நிலையத்தில் இருந்து 40 கி.மீ தொலைவிலும்</font> அமைந்துள்ளது.



<br />  <br /> 
இங்கு இருந்து தமிழ்நாட்டின் அனைத்து  பகுதிகளுக்கும் செல்ல வசதியாக அனைத்து நேரங்களிலும் பேருந்துகள் இயங்குகின்றன.
தமிழகத்தின் எந்தவொரு பகுதியில் இருந்தும் இந்நகரினை அடைவதற்கு 24 மணி நேரமும் பேருந்து வசதிகள் உள்ளன.  இந்நகரினை <font class="imp_sentence"> ஈரோடு, கரூர், நாமக்கல், ராசிபுரம், சங்ககிரி, சேலம் </font> போன்ற முக்கிய நகரங்களின் வழியாக எளிதில் அடையலாம்.
இங்கு வெளிஊரில் இருந்து வரும் பக்தர்கள் தங்கி செல்வதற்கு ஏற்ப  அனைத்து வசதிகளுடனும் கூடிய தங்கும் விடுதிகளும் உள்ளன.

</th> </tr>



    </table>

</div>

</asp:Content>
