<%@ Page Language="C#" MasterPageFile="~/Master/Artha.Master" AutoEventWireup="true" CodeBehind="1_2_3.aspx.cs" Inherits="Artha.Tamil._1_2_3" %>

<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id="AboutTemple">
    <table width="95%" border="1" align="left" cellpadding="0" cellspacing="0" class="normal_content">
              <tr height="20px"> <td colspan="4"> </td> </tr>

				<tr> 
                    <td colspan="3"> <img src="images/blue1.jpg" height="13" /> 
					    <span class="content_heading"> தோற்றமும் அமைப்பும் (புராண வரலாறு)  </span>  
					    <div class="underline">&nbsp;</div>
				    </td>
                </tr>

<tr>
  <td class="normal_content" >
முன்னொரு காலத்தில் ஆதிசேடனுடன் வாயுதேவனும் தங்களில் யார் பலசாலி என்பதை அறிய இருவரும் போர் செய்தனர். 
இப்போரினால் உலகில் பேரழிவுகளும், துன்பங்களும் நேரிடுவதை கண்ட முனிவர்களும், தேவர்களும் அவர்களிடம் யார் 
பலசாலி என்பதை அறிய ஒரு வழி கூறி அதில் யார் வெற்றி பெறுகிறார்களோ அவர்களே பலசாலி என்றனர். இதன்படி ஆதிசேடன் 
தன்படங்களால் மேருவின் சிகரத்தின் முடியை அழுத்தி கொள்ளவேண்டும். வாயுதேவன் தன் பலத்தால் பிடியை தளர்த்த வேண்டும்
என்றும் கூறினர். ஆனால் வாயுதேவன் பிடியை தளர்த்த முடியவில்லை இதனால் கோபம் கொண்ட வாயுதேவன் தன் சக்தியை 
அடக்கி கொண்டார். இதனால் உயிரினங்கள் வாயு பிரயோகமற்று மயங்கின. இந்த பேரழிவை கண்ட முனிவர்களும், 
தேவர்களும் ஆதிசேடனின் பிடியை தளர்த்த வேண்டினர். ஆதிசேடம் தன் பிடியை கொஞ்சம் தளர்த்தினார். இந்த சந்தர்ப்பத்தை 
பயன்படுத்தி கொண்ட வாயுதேவன் தன் சக்தியால் அப்பகுதியை வேகமாக மோதி அச்சிகரத்துடன் ஆதிசேடன் சிரத்தையும் 
பெயர்த்து பூமியில் மூன்று செந்நிற பாகங்களாய் சிதறுண்டு விழுந்தது. அவற்றில் ஒன்று <font class="imp_sentence">
திருவண்ணாமலையாகவும், மற்றொன்று 
இலங்கையாகவும், மற்றொன்று நாகமலையாகவும் (திருச்செங்கோடாகவும்)</font> காட்சியளிக்கிறது.

</td> </tr>

</table>


</div>

</asp:Content>
