<%@ Page Language="C#" MasterPageFile="~/Master/Artha.Master"  AutoEventWireup="true" CodeBehind="2_1_1.aspx.cs" Inherits="Artha.Tamil._2_1_1" %>


<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id="AboutTemple">
    <table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">

<tr height="20px"> <td colspan="4"> </td> </tr>
<tr> <td colspan="4">  <a href="arthaPhotos.aspx">  <span class="clickHere" >  அர்த்தநாரீஸ்வரரின் புகைப்படங்கள்  </span> </a> </td> </tr>

				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> அர்த்தநாரீஸ்வரர் உருவ அமைப்பு  </span>  
					    <div class="underline">&nbsp;</div>
				    </td>
                </tr>

 <tr> 
    <td colspan="1" > <img src="Images/artha/arthaSmall1.jpg"  class="ImgCurvedEdges_4SidePadding" style="border-color: #FF8000"/> </td> 
     <td class="normal_content" colspan="2"> 
			<font class="imp_sentence"> அர்த்தம் என்றால் பாதி எனவும், நாரீ என்றால் பெண் எனவும், ஈஸ்வரன் என்றால் சிவன் எனவும் பொருள்படும் (அர்த்த+நாரீ+ஈஸ்வரர்)</font>. 
			 இறைவன் உலகிலேயே வேறு எங்கும் இல்லாத வகையில் இத்தலத்தில் பெண்ணாகவும், ஆணாகவும் 
			இரண்டற  கலந்து <font class="imp_word">அம்மையப்பன்</font> என்று அழைக்கப்படும் அர்த்தநாரீஸ்வரராக அதிசியமான வடிவுடன் பக்தர்களுக்கு 
			காட்சியாளிக்கிறார். இறைவன் ஆணா அல்லது பெண்ணா என்ற கேள்வி எழுப்பி ஆண் என்றால் ஆண், பெண் என்றால் 
			பெண் என்று புரட்சிகரமாகப் பதில் தருகிற உமையொருபாகனாக மங்கை பாங்கனாக மாதிருக்கும் பெருமானுக்கு 
			<font class="imp_word">முக உருவ வழிபாடு இல்லை</font>. பாதியானாக காட்சி தருகினற சிவம் இல்லையேல் சக்தி 
			இல்லை. சக்தி இல்லையேல் சிவம் இல்லை என்கிற உண்மையை உலகுக்கு உணர்த்திய உன்னத திருத்தலம் ஆகும்.  
    </td> 
    <td colspan="1" > <img src="Images/artha/arthaSmall2.jpg" class="ImgCurvedEdges_4SidePadding" style="border-color: #FF8000" /> </td> 

 </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>

				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> அர்த்த பாகத்தின் தோற்றம்  </span>  
					    <div class="underline">&nbsp;</div>
				    </td>
                </tr>

<tr> 
    <td colspan="1" > <img src="Images/artha/arthaSmall3.jpg" class="ImgCurvedEdges_4SidePadding" style="border-color: #FF8000" /> </td> 
    
    <td class="normal_content" colspan="2">
			இங்குள்ள அர்த்தநாரீஸ்வரன் மூலவர் திருவுருவம் கற்சிலை அன்று, சித்தர்களால்
			 <font class="imp_word">வெண்பாஷணம்</font> என்று அழைக்கப்படும் மிகுந்த நச்சுத்தன்மை உடைய பல வகை 
			 மூலிகைகளால் உருவாக்கப்பட்டது. இந்த பாஷாணமானது வெண்குஷ்டம் போன்ற பல நோய்களை தீர்க்கும் சக்தி உடையது. 
			 ஆகவே பெருமானுக்கு செய்யும் அபிஷேக தீர்த்தம் மற்றும் பெருமானின் பாதத்தில் இருந்து வரும் சுனை நீர் தீர்த்தம் 
			 ஆகியவைகளை தொடர்ந்து பருகினால் இன்று மருத்துவர்களால் குணமாக்க முடியாத பல நோய்கள் குணமாகின்றன 
			 என்று மக்களால் முழுமையாக நம்பப்படுகிறது. மிகப்பழமையான சிலை என்பதால் அபிஷேகம் செய்து திருவருவம் 
			 சற்று மாறி காட்சி தருகிறது. தற்சமயம் மதியம் ஒருவேளை மட்டுமே பெருமானுக்கு அபிஷேகம் நடைபெறுகிறது. 
			 அப்போது <font class="imp_sentence">இடது பாதி புடவையுடனும் வலது பாதி வேஷ்டியுடனும்</font> அலங்காரம் செய்யப்படுகிறது. அர்ச்சனையின் 
			 போது எங்கும் இல்லாத புதுமையாய் ஒரு நாமம் அம்பிகைக்குரிய பெண்பாலாகவும், அடுத்த நாமம் சிவனுக்குரிய
			  ஆண்பாலாகவும் அமைந்து அர்ச்சிப்பது இத்திருத்தலத்தின் தனிச்சிறப்பாகும். 
</td> 

    <td colspan="1" > <img src="Images/artha/arthaSmall4.jpg" class="ImgCurvedEdges_4SidePadding" style="border-color: #FF8000" /> </td> 

</tr>


<tr height="20px"> <td colspan="4"> </td> </tr>

				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> ஆலய அமைப்பு  </span>  
					    <div class="underline">&nbsp;</div>
				    </td>
                </tr>

<tr> <td class="normal_content" colspan="4">
		செங்கோட்டுவேலவரை வணங்கி தென்புறம் மேற்கு நோக்கி அமைந்துள்ள அம்மையப்பன் சன்னதிக்கு செல்லலாம் 
		வலது கையால் தண்டாயுதத்தை பிடித்தவாறு பராபரையின் பாகமாகிய இடது கையை இடையில் பிடித்திருக்க 
		உடலை சற்று வலதுபுறமாக சாய்த்து மகரகுண்டம் காதில் அசைய முத்துமணி இரத்தினம் இடது காதில்
		 அணி செய்ய தாமரையும் நிலோற்பலமும் ஒரே சமயத்தில் மலர்ந்திருப்பதை போல ஒன்றுக்கொன்று உற்று நோக்கிய 
		 கண்களில் இனிய தோக்கும் பூண்டு பச்சைநிற கோசீக உடை இடது தொடையையும், புலித்தோலாடை வலது தொடையும், 
		 அலங்கரிக்க முப்புரி நூல் ஒரு பக்க மார்பிலும், சுவர்ண சிமிழ் போன்ற நெருங்கிய தனபாரம் மறுபக்கமும், இயமனை 
		 உதைத்த நாக வீர வெண்குடையும், அணிந்த திருவடி ஒருபாகமும், அழகிய சிலம்பின் பிரபை விளங்கிய திருவடி ஒரு 
		 பாகமும் கொண்டு அம்மையப்பனாய் ஒரே திருமேனியாய் காட்சியளிக்கிறார். அம்மையப்பனின் திருமுன் திருவாயில் 
		 கிடையாது. மாறாக துவாரங்களுடன் கூடிய கல்லாலான பலகனி அமைக்கப்பட்டுள்ளது.
</td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>

    <tr> <td class="song_content" colspan="4"> 
				தேவ தீர்த்தம் சிவன்திரு மேனியின் பாவனிப் படிக்குச் சில <br/>
				கோவளித்த வெண்பாணிற் கோலமாய் நாவலீர் அர்த்த நாரியராயினார் <br/>
    </td> </tr>


<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="normal_content" colspan="4">
				என திருச்செங்கோடு தல புராணம் குறிப்பிடுகிறது. நாகாசலத்தில் எழுந்தருளியுள்ள அர்த்த பாகத்திறைவனுக்கு 
				தூபதீபங்கள் காட்டி சந்தனம், குங்குமம், விபூதிகளை அணிவித்து வில்வம், வெள்ளருக்கு, தாமரை, செண்பகம், 
				செங்கழுதீர், மாந்திரை, பாதிரி, பொன்னரலி  மலர் தூவி வழிபடல் வேண்டும்.  
    </td> </tr>


<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="song_content" colspan="4">
				தூப தீபங்களிடை யிடையுதவி வில்வ மலர் துணர்பூங்கஞ்சம் <br> 
				மாபரிமளம் சிறந்த சண்பகம் செங்கழுநீர் வெண்மத்தம் சுத்த <br>
				கோபநிறப் பாடலம் பொற்குல வலரியிட்ட புட்பங் குளிரச்சாத்தி <br>
				ஞாபகத்துமற் தரப்புட்பாஞ்சலி நன்னீர்ச்சரணம் நளினத்தேத்தி
    </td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="normal_content" colspan="4" > என திருச்செங்கோடு தல புராணம் குறிப்பிடுகிறது. </td> </tr>


    </table>

</div>

</asp:Content>
