<%@ Page Language="C#" MasterPageFile="~/Master/Artha.Master"  AutoEventWireup="true" CodeBehind="2_1_2.aspx.cs" Inherits="Artha.Tamil._2_1_2" %>

<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id="AboutTemple">
    <table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">

<tr height="20px"> <td colspan="4"> </td> </tr>
<tr> <td colspan="4">  <a href="arthaPhotos.aspx">  <span class="clickHere" >  அர்த்தநாரீஸ்வரரின் புகைப்படங்கள்  </span> </a> </td> </tr>

				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> நாகாசலத்தில் (திருச்செங்கோடு) எழுந்தருளல்  </span>  
					    <div class="underline">&nbsp;</div>
				    </td>
                </tr>

    <tr> <td class="normal_content" colspan="4">
திருக்கயிலையில் பழத்தினால் ஏற்பட்ட குழப்பத்தால் முருகப் பெருமான் கோபமுற்று நாகாசலம் வந்தார் என்பது நாம் அனைவரும் 
அறிந்த ஒன்று. குமரன் கையிலையிலிருந்து பிரிந்து சென்றதிலிருந்து பார்வதி தேவியார் மிகுந்த கவலை கொண்டிருந்தார். சோகமே 
உருவமாக காட்சியளித்தார்.  அதைக் கண்ட சிவன் அம்மைக்கு மகிழ்வூட்ட எண்ணி அவரைத் தாருக வனத்திற்கு அழைத்து 
வந்தார். அங்கு உல்லாசமாக எல்லா இயற்கை எழில்களையும் கண்டுவந்தனர். அங்கு ஒரு முல்லைக்கொடி மாதவி மரத்தை 
சுற்றி வளர்ந்துள்ளதை பார்வதிக்கு சிவன் காட்டினார். அதைக் கண்ட அம்மையார் வெட்கப்பட்டு சிவபெருமானின் இருகண்களையும்
தன் கைகளால் மூடினார். பரமனின் கண்கள் மறைக்கப்படவே அண்டங்கள் இருண்டன. சிறிது நேரத்தில் அம்மையார் தன் இரு 
கைகளையும் விலக்கவே இருள் நீங்கியது.
    </td> </tr>

    <tr> <td class="normal_content" colspan="4">
<br /> எதிர்பாராமல் ஏற்பட்ட இருளின் காரணமாக ரிசிகளும், முனிவர்களும் மேற்கொள்ளும் நித்திய வழிபாட்டுமுறைகள் மாறியது. 
இதை முனிவர்கள் சிவபெருமானிடம் முறையிட்டனர். உமாதேவியார் சிவபெருமானை வணங்கி சுவாமி இத்தவறு மீண்டும் 
நிகழாதிருக்க வேண்டும். அதற்கு நாம் இருவர் என்ற முறை மாறி நாம் ஒருவர் என்ற உண்மை நிலை ஓங்க வேண்டும். 
அதற்கு ஒரே வழி தங்கள் உடலில் எனக்கு இடமளித்து இரட்சிக்க  வேண்டும் என்றார்.
    </td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>

				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> தேவியார் இடப்பக்கம் பெற்ற வரலாறு  </span>  
					    <div class="underline">&nbsp;</div>
				    </td>
                </tr>

    <tr> <td class="normal_content" colspan="4">
<font class="imp_word"> தேவியார் வேண்டுகோளை ஏற்றுக்கொண்டு சிவபெருமான் </font> தேவியாருக்கு தன் உடலில் இடம் கொடுப்பதாக ஒப்புக்கொண்டார். 
அதற்கு உமையே நீ இன்றே புறப்பட்டு இமயமலையில் உள்ள கேதார சிகரத்தை அடைந்து அங்கு தவம் செய்து பின் 
காசி நகரை அடைந்து விசுவநாத சொரூபத்தை வழிபட்டு காஞ்சி நகரில் உள்ள கம்பையாற்றங்கரையில் தவம் செய்வாய் 
அங்கு யாம் காட்சியளிப்பேன் என்றார். அதன்படியே தேவியார் பலகாலம் கடுந்தவம் மேற்கொண்டாள். பின்பு காட்சியளித்த 
சிவ பெருமான் அம்மையே நீ விரும்பியபடி எமது உடலில் இடம் பெற திருவண்ணாமலையில் தவம் மேற்கொள்வாய் என்றார். 
பின் கார்த்திகை மாதம் இறுதியில் காட்சியளித்த பெருமான் தேவியே நீ யாருக்காக சோகமுற்று இத்தொல்லைகளுக்கு 
இலக்கானாயோ அந்த கந்தப் பெருமான் கொங்கு மண்டலத்தில் உள்ள கொடிமாடச் செங்குன்றின் மேல் கோயில் கொண்டு உள்ளான். 
அந்தக் குன்றம் தான் நாம் தங்	குவதற்கு ஏற்ற இடமாகும் ஆகவே நீ அங்கு சென்று  தவத்தினை மேற்கொள்வாய் என்றார்.
அதனைக் கேட்ட அன்னை தன் பிள்ளையாகிய வேலனை காணும் ஆசையாலும், <font class="imp_word"> சிவபெருமானின் உடலில் ஒரு கூராய் 
அமரவேண்டும் </font> என்ற விருப்பாலும் திருவண்ணாமலையிலிருந்து நாகாசலம் எனப்படும் திருக்கொடி மாடச் செங்குன்றூர் 
வந்து அடைந்தார். 
    </td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="song_content" colspan="4">
	இவண் உனக்கு எமது பாகம் ஈய்ந்தது ஏகாந்தமான <br/>
	தவம் மிகு நாக வெற்போர் தலத்திடை உளதாங் கெய்தி <br/>
	பவள மெய்த் தகரூர் சேயும் பரித்தவன் உறைந்த தென்மேல் <br/>
	அவநிலை வரையின் பாங்காய் நாக வெற்பு அடைதி யென்றார் <br/>
</td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="normal_content" colspan="4">
என திருச்செங்கோடு தல புராணம் குறிப்பிடுகிறது.
</td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="normal_content" colspan="4">
அன்னை பராசக்தி நாகசலத்தில் முருகப்பெருமான் கோயில் கொண்டுள்ள இடத்திற்கு மேற்காகவும் இலுப்பை மரத்திற்கு 
கிழக்காகவும், அமைந்துள்ள தேவ தீர்த்தமே ஏற்ற இடமென்று கருதி அந்த தீர்த்தின் மேலுள்ள தாமரை மலரின் மேல் 
நின்று தன் தவமந்திரமாகிய பஞ்சசலத்தை உச்சரித்துக்கொண்டு பல காலம் கடும் தவம் புரிந்தார். தவத்தின் இறுதியில் 
<font class="imp_word"> சிவபெருமான் தோன்றி சிவமில்லையேல் சக்தியில்லை, சக்தியில்லையேல் சிவமில்லை என்ற உண்மையை உலகிற்கு
உணர்த்தும் வகையில் </font> தனது உடலில் இடது பாகத்தை தேவிக்காக தியாகம் செய்து. அப்பகுதியில் 
அம்மையின் உடலில் ஒரு பாகத்தை இடம் பெறச்செய்தார். 
</td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="normal_content" colspan="4">
இதனை திருச்செங்கோடு தல வரலாறு  நூல் ஆசிரியர் புலவர் இரா.நாராயணசாமி நாயுடு கீழ்கண்டவாறு குறிப்பிடுகிறார். 
</td> </tr>


<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="song_content" colspan="4">
வாம பாகம் தன்னைப் பெற்றால் பராசக்தி <br/> 
வாழ்த்தெலி செய்தனர் மக்கள் எல்லாம்  <br/>
தேமதுரத் தமிழ் தந்த முக் கண்ணனை <br/>
தேவர்கள் வாழ்த்தி வணங்கினரே <br/>
</td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="song_content" colspan="4">
சக்தியும் சிவமும் ஒன்றாச்சி உமை  <br/>
சாந்தி பெறவும் வழியாச்சி மக்கள் <br/>
பக்தியில் கூடி மகிழ்ந்தாச்சி பாரின் <br/>
பாவம் தொலைய வழியாச்சி <br/>
</td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="song_content" colspan="4">
ஆதிசிவன் தோற்றம் கண்டாச்சி அதில் <br/>
அன்னை உருவம் கலந்தாச்சி அங்கு <br/>
பாதி உடம்பு வெளுப்பாச்சி இடப் <br/>
பாகமும் பச்சை நிறமாச்சி <br/>
</td> </tr>


<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="normal_content" colspan="4">
இவ்வாறு சிவனின்  உடலில் பாகம் பெற்றதால் <font class="imp_word"> பாகாயி </font> என்றனர். இச்சொல்லே பிற்காலத்தில் பாவாயி 
என மருவி வழங்குகின்றனர். இறைவனை குலதெய்வமாக எண்ணிய மக்கள் தன்  <font class="imp_sentence"> ஆண் 
குழந்தைகளுக்கு அர்த்தநாரீ என்றும், பெண் குழந்தைகளுக்கு பாவாயி </font> என்றும் பெயரிட்டனர்.
</td> </tr>



    </table>

</div>

</asp:Content>
