<%@ Page Language="C#" MasterPageFile="~/Master/Artha.Master" AutoEventWireup="true" CodeBehind="2_2.aspx.cs" Inherits="Artha.Tamil._2_2" %>

<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id="AboutTemple">
    <table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">

<tr height="20px"> <td colspan="4"> </td> </tr>

    <tr> <td colspan="4">  <a href="murugarPhotos.aspx">  <span class="clickHere" >  செங்கோட்டுவேலவரின் புகைப்படங்கள்  </span> </a> </td> </tr>

				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> முருகப்பெருமான் நாகாசலத்தில் (திருச்செங்கோடு) எழுந்தருளல்</span>  
					    <div class="underline">&nbsp;</div>
				    </td>
                </tr>

    <tr> 
<td class="normal_content" colspan="1" rowspan="4">
           <img src="Images/murugar/Murugar.jpg" class="ImgCurvedWith2Edges_4SidePadding" style="border-color: #0096d6;"> 
</td>            

        <td class="normal_content" colspan="3">
திருக்கயிலையில் பழத்தினால் ஏற்பட்ட குழப்பத்தினால் முருகப்பெருமான் கோபமுற்று கயிலையில் அம்மையப்பனை 
விட்டு பிரிந்து காடு, மலை, வனம், வனாந்திரங்களை கடந்து திருவாவினன்குடி குன்றின் மேல் நின்றார் (பழனி) 
அங்கிருந்து கயிலை தன் கண்களுக்கு தெரிந்ததால் அங்கிருந்து புறப்பட்டு கொங்கின் மீதுள்ள நாகாசலம் வந்தடைந்தார். 
நாகாசலத்திலிருந்து கயிலை தன் கண்களுக்கு தெரியாததால் இந்த இடமே தான் தங்குவவதற்கு ஏற்றதென்று எண்ணி திருச்செங்கோட்டில் செங்கோட்டுவேலவராக <font class="imp_word"> செங்கோட்டுவேலவராக </font>
கோயில் கொண்டார் முருகப்பெருமான் என திருச்செங்கோடு தல புராணம் குறிப்பிடுகிறது.
    </td> </tr>

              <tr height="20px"> <td colspan="3"> </td> </tr>
				<tr> 
                    <td colspan="3"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> சிறப்பு (உருவ அமைப்பு) </span>  
					    <div class="underline">&nbsp;</div>
				    </td>
                </tr>

    <tr> <td class="normal_content" colspan="3">
இத்தலத்தில் முருகப்பெருமான் <font class="imp_sentence"> செங்கோட்செங்கோட்டுவேலவர்  என்ற பெயருடன் வலதுகரத்தில் சக்தி வேலாயுதத்தையும் இடது கரத்தில் 
சேவலையும் எடுத்து இடுப்பில் அணைத்தபடி கம்பீர தோற்றத்துடன் கிழக்கு நோக்கி காட்சியளிக்கிறார். இந்த  
அரிய காட்சியுடன் முருபெருமானை உலகிலேயே  இங்கு மட்டுமே காணமுடியும் என்பது மிகச்சிறப்பான ஒன்றாகும். </font>
    </td> </tr>

              <tr height="20px"> <td colspan="4"> </td> </tr>

				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> புராண வரலாறு </span>  
					    <div class="underline">&nbsp;</div>
				    </td>
                </tr>

    <tr> <td class="normal_content" colspan="4">
அம்மையப்பன் வேண்டுகோளுக்கிணங்க அம்மையப்பன் அருளிய வேலாயிதத்துடன் தேவர்களை துன்புறுத்திய அசுரன் 
தராகாசூரன் மற்றும் அவனது தம்பியுமாகிய சூரபன்மன் இருவரையும் செங்கோட்டுவேலவர் வென்று கொன்றார். 
மகா வல்லமை பெற்ற சூரபன்மன் பல வடிவங்களை எடுத்து வேலவனை வெல்ல நினைத்தான் ஆனால் வேலவன் சூரன் 
இறுதியாக எடுத்த மாமரத்தினை இரண்டாக பிளந்தான் தனது சக்தி வேலாயுத்தால் அம்மரம் மீண்டும் பொருந்தாவண்ணம்  
அதனை கீழ்மேலாக மாற்றி போட்டான். அதனால் வேலவனின் வலிமையையும், தந்திரத்தையும் அறிந்த 
சூரன் வேலவா, இந்நாள் வரை நான் பற்றி இருந்த நான் என்ற அகந்தையை எனது அகத்திலிருந்து பிரித்து விட்டாய் 
அதனால் நான் உன்னிடம் கேட்கும் வரத்தினை கொடுத்து என்னை காத்தருளுவாய் என்று வேண்டினான் அதாவது எனது உடலாகிய 
இரு பிளவுகளில்  <font class="imp_sentence"> ஒன்று உன்னை சுமக்கவும் மற்றொன்று உன் கொடியிலிருந்து கூவவும் விரும்புகிறது என்றான். 
அதை ஏற்று வேலன் உன் உடல் பிரிவில் ஒன்று என்னை சுமக்கவும் மற்றொன்று என் கொடியிலிருந்து கூவட்டும். 
என்று அருள்பாலித்தார். </font>  என திருச்செங்கோடு தல புராணம் குறிப்பிடுகிறது. 

    </td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="normal_content" colspan="4">
மேற்கண்ட செய்தியின் மூலம் செங்கோட்டுவேலவனின் ஆயுதமாகிய <font class="imp_sentence"> சக்தி வேலாயுதம் வாகனமாகிய மயில் 
மற்றும் கொடியிலிருக்கும் சேவல் முதலியவை முருகன் திருச்செங்கோட்டிற்கு வந்தபிறகே அவருக்கு கிடைத்தது 
என்பது மிகவும் கவனத்தில் கொள்ளவேண்டிய ஒன்றாகும். </font> இத்திருமலை அத்தகைய சிறப்பு பெற்றது என்பதும் 
இங்குள்ள செங்கோட்டுவேலவர் பக்தர்களுக்கு அத்தகைய உருவத்துடனே அருள்பாலிக்கிறார் என்பதும் சிறப்பான ஒன்றாகும்.
    </td> </tr>


    </table>

</div>

</asp:Content>
