<%@ Page Language="C#" MasterPageFile="~/Master/Artha.Master" AutoEventWireup="true" CodeBehind="2_3.aspx.cs" Inherits="Artha.Tamil._2_3" %>

<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id="ஆதிகேசவபெருமாள்">
    <table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">

<tr height="20px"> <td colspan="4"> </td> </tr>
<tr> <td colspan="4">  <a href="perumalPhotos.aspx">  <span class="clickHere" >  ஆதிகேசவபெருமாள் புகைப்படங்கள்  </span> </a> </td> </tr>

				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> ஆதிகேசவபெருமாள் நாகாசலத்தில் (திருச்செங்கோடு) எழுந்தருளல் </span>  
					    <div class="underline">&nbsp;</div>
				    </td>
                </tr>

    <tr> <td class="normal_content" colspan="3">
நாராயண மூர்த்தி  நரசிம்ம உருவில் அசுரன் இரணியனின் வயிற்றை பிளந்து அதிலிருந்து வழிந்த குருதியை குடித்ததால் 
ஏற்ப்பட்ட பித்தத்தால் அலைந்து திரிந்தார் என்பது அனைவரும் அறிந்த ஒன்று. அதை கண்ட சிவபெருமான் சரப பட்சியாக 
உருவெடுத்து நரசிங்கத்தை கொத்தி தூக்கி கொண்டு அண்ட பகுதிக்கு பறந்து சென்று நரசிங்கத்தை குலுக்கினார். 
அதனால் பெருகிய குருதி வெளியே கொட்டியது. அதன் பின் நரசிங்கம் பெருமாளாக உருமாறியது அதனால் திருமால் 
தனக்குண்டான பிரம்மஹத்தியை போக்கி கொள்ள கொடிமாடசெங்குன்றூர் வந்து விஷ்ணு தீர்த்தமென்ற ஒரு 
சுனையை அமைத்து அதில் நீராடி தவம் செய்து ஆதிபரம்பொருளை வணங்கினார். அவ்வாறு தனது பிரம்மஹத்தி 
நீங்கிய பின் ஏகாந்த இடமாகவும், எழில் மிகுந்த இனிமை தரும் புனித 
பூமியாகவும் இருந்ததால் இப்பகுதியிலேயே கோயில் கொண்டார் என திருச்செங்கோடு தல புராணம் குறிப்பிடுகிறது.
    </td> 

<td class="normal_content" colspan="1">
     <img src="Images/perumal/perumal.jpg" class="ImgWithBorder"/>
</td>
    </tr>


              <tr height="20px"> <td colspan="4"> </td> </tr>
				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> ஆதிகேசவபெருமாள் ஆலய அமைப்பு </span>  
					    <div class="underline">&nbsp;</div>
				    </td>
                </tr>

    <tr> <td class="normal_content" colspan="4">
ஆதிகேசவபெருமாள் ஆலயம் கிழக்கு திசை வாயிலை உடையது. கற்சிலையால் வடிக்கப்பட்ட மூலவர் நின்ற திருக்கோலத்தில் 
பக்தர்களுக்கு அருள்பாலிக்கிறார். <font class="imp_word"> ஆதிகேசவபெருமாள் நீளாதேவி, பூதேவி </font> என்ற தன் இரு சக்திகளையும் வடமும், இடமும் பெற்றுள்ளது. 
கண்கொள்ளாகாட்சியாகும். மூர்த்திக்கு எதிரில் பலிபீடமும் கருடாழ்வாரும் சொல்லின் செல்வனாகிய அனுமனின் திருவுருவமும் இருக்கிறது. 
    </td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="normal_content" colspan="4">
வைகாசி மாதத்தில் நடைபெறும் விசாக தேர்திருவிழாவின் போது இப்பெருமானுக்கும் திருவிழா நடைபெறும். 
அர்த்தபாகத்திற்கு கொடியேற்றம் செய்த <font class="imp_word"> நான்காம் நாள் இப்பெருமானுக்கு கொடியேற்றம் </font> நடைபெறும். 
அதன்பிறகு தான் அர்த்தநாரீஸ்வரர் நகருக்கு எழுந்தருளுவார் அப்போது அவருடன் சேர்ந்து ஆதிகேசவ பெருமானும் 
நகர் நோக்கி வருவார். பின் ஆதிகேசவபெருமான் திருத்தேரில் எழுந்தருளி நான்கு ரத வீதி வழியாக ஊர்வலம் நடைபெறும். 
    </td> </tr>


    </table>

</div>

</asp:Content>
