<%@ Page Language="C#" MasterPageFile="~/Master/Artha.Master" AutoEventWireup="true" CodeBehind="3_3_7.aspx.cs" Inherits="Artha.Tamil._3_3_7" %>

<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id="கார்த்திகை தீபம்">

    <table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">

              <tr height="20px"> <td colspan="4"> </td> </tr>
<tr> <td colspan="4">  <a href="deepam14.aspx">  <span class="clickHere" >  கார்த்திகை தீபம் பற்றிய புகைப்படங்கள்   </span> </a> </td> </tr>
				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> கார்த்திகை தீபம் </span>  
                        <div class="underline">&nbsp;</div>

				    </td>
                </tr>

    <tr> <td class="normal_content" colspan="4">
	ஓவ்வொரு ஆண்டும் <font class="imp_word"> கார்த்திகை மாதத்தில்   பௌர்ணமி நன்னாளில் இங்கு தீபம் ஏற்றப்படும் </font> .திருவண்ணாமலையில் கிருத்திகை நட்சத்திரத்தில் தீபம் ஏற்றப்படுவதால் சில வருடங்களில் திருவண்ணாமலை தீபத்திற்கு மறுநாள் இங்கு தீபம் ஏற்றப்படும். பௌர்ணமி கிரிவலம் என்றாலே பக்தர்களுக்கு திருவண்ணாமலைக்கு அடுத்தபடி திருச்செங்கோடு ஞாபகம் வருவதுபோல் கார்த்திகை தீபமும் திருவண்ணாமலைக்கு அடுத்தபடி திருச்செங்கோட்டில் ஒவ்வொரு ஆண்டும் மிகச் சிறப்பாக  கொண்டாடப்பட்டு வருகிறது.  <br /> <br />
	கார்த்திகை தீபத்தன்று திருமலையில் தீபம் ஏற்றப்பட்டு சொக்கப்பனை கொளுத்தும் நிகழ்ச்சியும் நடைபெறும். இந்நிகழ்ச்சியில் அர்த்தநாரீஸ்வரர் தனது பரிவாரங்களுடன் ஆலயத்தில் இருந்து வெளியே வந்து திருக்கோயிலை வலம் வந்து தீபம் மற்றும் சொக்கப்பனை கொளுத்தும் நிகழ்ச்சியில் கலந்துகொள்வார். <font class="imp_word"> திருவண்ணாமலை ஆலயத்தில் அர்த்தநாரீஸ்வரர் முன்னிலையில் தீபம் ஏற்றியபின்பே அங்கு மலைமேல் தீபம் ஏற்றப்படுவதுபோலவே இங்கும் அர்த்தநாரீஸ்வரர் வருகை சிறப்புடையதாகும் </font>. சில ஆண்டுகளில் இங்கு கொளுத்தப்படும் <font class="imp_word"> ஜோதியில் அர்த்தநாரீஸ்வரரின் வடிவமே தோன்றுவது அதிசய நிகழ்வாகும்</font> . அன்றைய தினம் திருமலையில் உள்ள சுவாமிகளுக்கு சிறப்பான அபிஷேக ஆராதனைகள் நடைபெறும். தீப தரிசனத்திற்குப்பின் அர்த்தநாரீஸ்வர் ராஜகோபுரம் முன்பிருந்து நகர மக்களுக்கு தரிசனம் தரும் நிகழ்ச்சியும் சிறப்பாக நடைபெறும். <br /> <br />

    </td> </tr>








    </table>

</div>

</asp:Content>
