<%@ Page Language="C#" MasterPageFile="~/Master/Artha.Master" AutoEventWireup="true" CodeBehind="3_3_9.aspx.cs" Inherits="Artha.Tamil._3_3_9" %>

<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id="மார்கழித்திங்கள் வழிபாடு">

    <table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">

              <tr height="20px"> <td colspan="4"> </td> </tr>
				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> மார்கழித்திங்கள் வழிபாடு </span>  
                        <div class="underline">&nbsp;</div>

				    </td>
                </tr>
    <tr> <td class="normal_content" colspan="4">
ஒவ்வொரு ஆண்டும் மார்கழி மாதம் தேவலோகத்தில் அதிகாலைப் பொழுதாகக் கருதப் படுவதால் மற்ற நாட்களில் அதிகம் பூஜை நடைபெறாத ஆலயங்களில்கூட அதிகாலையே பூஜைகள் நடைபெறுவது உண்டு. அந்த வகையில் திருச்செங்கோட்டில் பல ஆலயங்களிலும் சிறப்பு வழிபாடுகள் நடைபெற்றுவருகிறது. <font class="imp_sentence"> கைலாசநாதர் ஆலயத்தில் மார்கழித் திருவாதிரைக்கு 10 நாட்கள் முன்பு </font> திருப்பாவை-திருவெம்பாவை விழா ஆரம்பித்து <font class="imp_sentence"> ஆருத்ரா தரிசனத்தன்று </font> சிறப்புடன் நிறைவுறும். சுத்தமான ஓசோன் நிறைந்த காற்றை சுவாசித்துக் கொண்டு ஆயிரக்கான பக்தர்கள் மார்கழி மாதம் அதிகாலை 3 மணி முதல் அம்மையப்பர் தரிசனத்திற்குப் படி வழியாகவும் மலைச்சாலை வழியாகவும் குவிகின்றனர். சேலம் ஈரோடு பவானி பள்ளிபாளையம் நாமக்கல் ஆகிய ஊர்களில் இருந்தும் பல பக்தர்கள் மார்கழி முழுதும் படியேறி தரிசனம் செய்கின்றனர். வழக்கமாக காலபூஜை சமயங்களில் மட்டும் ஓரிரு நிமிடங்கள் மட்டும் பக்தர்கள் தரிசிக்க வைக்கப்படும் <font class="imp_sentence"> சிறப்புமிக்க மரகதலிங்கம்  </font> மார்கழி மாதம் முழுதும் அதிகாலை ஆலயம் திறந்தது முதல் மாலை 6:00 மணி வரை தரிசிக்க வைக்கப்படுகிறது. இப்படி மலையேறும்  அன்பர்கள் ஒரு அமைப்பாகச் சேர்ந்து அவர்களுக்குள் நன்கொடை சேகரித்து மலைமேல் உள்ள அம்மையப்பர், ஆதிகேசவப்பெருமாள் மற்றும் செங்கோட்டுவேலவருக்கு தை மாதம் முதல் தேதி சிறப்பான அபிஷேக ஆராதனைகள் செய்து ஆயிரக்கணக்கான  பக்தர்களுக்கு அன்னதானம் அளித்து வருகிறார்கள்.
</td> </tr>


    </table>

</div>

</asp:Content>
