<%@ Page Language="C#" MasterPageFile="~/Master/Artha.Master" AutoEventWireup="true" CodeBehind="3_3_6.aspx.cs" Inherits="Artha.Tamil._3_3_6" %>

<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id="மாசிமகம்">

    <table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">

              <tr height="20px"> <td colspan="4"> </td> </tr>
<tr> <td colspan="4">  <a href="masiMakam15.aspx">  <span class="clickHere" >  மாசிமகம் பற்றிய புகைப்படங்கள்  </span> </a> </td> </tr>
				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading"> மாசிமகம் </span>  
                        <div class="underline">&nbsp;</div>

				    </td>
                </tr>

    <tr> <td class="normal_content" colspan="4">
	ஒவ்வொரு ஆண்டும் மாசி மாதத்தில் மகம் நட்சத்திரம் வரும் நாளில் திருச்செங்கோடு மாசிமகம் விழாக்குழுவினரால் இவ்விழா மிகச் சிறப்பாக நடத்தப்பட்டு வருகிறது. திருச்செங்கோடு  நகரில் உள்ள அருள்மிகு கைலாசநாதர் ஆலயத்தில் ஒரு மண்டலம் முன்பே பக்தர்கள் மாலை அணிந்து விரதம் இருந்து ஆரம்பிப்பார்கள். <font class="imp_word"> மாசி மகம் இரண்டுநாள் உற்சவமாகக் கொண்டாடப்படும் </font> . முதல்நாள் கைலாசநாதர் ஆலயத்தில் உள்ள உற்சவ மூர்த்திகளுக்கு சிறப்பான அபிஷேக ஆராதனைகள் நடைபெறும். மாலை அணிந்த நாட்களில் எண்ணற்ற பக்தர்கள் கலந்துகொள்ளும் கூட்டு வழிபாட்டு பிரார்த்தனைகளும் திருவிளக்கு வழிபாடும் நடைபெறும். <br /> <br />
	இரண்டாம் நாள் காலையில் பக்தர்கள் தீர்த்த குடங்களுடன் கைலாசநாதர் ஆலயத்தில் இருந்து திருச்செங்கோட்டின் முக்கிய நான்கு ரத வீதிகளின் வழியாக வலம் வந்து திருமலையை சென்றடைவார்கள். இந்த திருவீதி உலாவின்போது திருச்செங்கோட்டின் முக்கிய வீதிகள் முழுவதும் மலர்களால் அலங்கரிக்கப்பட்டிருக்கும்.<br /> <br />
	திருமலையில் அர்த்தநாரீஸ்வரர், செங்கோட்டுவேலவர் மற்றும் ஆதிகேசவப்பெருமாள் சுவாமிகளுக்கு மிகச்சிறப்பான அபிஷேக ஆராதனைகள் நடத்தப்படும். விபூதி, சந்தனம், பால், தயிர், பஞ்சாமிர்தம், இளநீர் பன்னீர் மற்றும் மூலிகைப்பொடிகளால் நடத்தப்படும் <font class="imp_word">  இந்த அபிஷேகங்கள் மிகவும் கண்கொள்ளாக் காட்சியாகும் </font> .  	அபிஷேகம் முடிந்து <font class="imp_word"> அர்த்தநாரீஸ்வரர் மூலவர் திருமுகத்திற்கு அழகான முறையில் சந்தன அலங்காரம் செய்யப்படும். இந்த தரிசனம் வருடத்தில் ஒருநாள் மட்டுமே காணக்கிடைக்கும் காட்சியாகும்</font> . விழாக்குழுவின் சார்பாக மலைமேல் வரும் ஆயிரக்கணக்கான பக்தர்களுக்கு அன்னதானமும் வழங்கப்படும். <br /> <br />
	<font class="imp_word"> அன்று மாலை சூரிய அஸ்தமன சமயத்தில் மேற்கு வாயிலில் இருந்து நந்தியின் கொம்புகள் நடுவே கற்பலகணி மூலம் சூரிய ஒளி அர்த்தநாரீஸ்வரர் மூலவர் மீது படிந்து வணங்குவதும் ஆண்டிற்கு ஒரே முறை நிகழும் அதியசமாகும். </font> <br /> <br />


    </td> </tr>








    </table>

</div>

</asp:Content>
