<%@ Page Language="C#" MasterPageFile="~/Master/Artha.Master" AutoEventWireup="true" CodeBehind="4_1.aspx.cs" Inherits="Artha.Tamil._4_1" %>


<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">


<div id="கல்வெட்டுகள்">

    <table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">

              <tr height="20px"> <td colspan="4"> </td> </tr>
				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading">  கல்வெட்டுகள் மற்றும் செப்பேடுகள்  </span> 
                        <div class="underline">&nbsp;</div>
                         
				    </td>
                </tr>

    <tr> <td class="normal_content" colspan="4">
திருச்செங்கோட்டில் சுமார் 50 -க்கும் மேற்பட்ட கல்வெட்டுகளும் மற்றும்  சில செப்பு பட்டயங்களும் கண்டுபிடிக்கப்பட்டுள்ளன. 
இவற்றில் சேர,சோழ, பாண்டிய மன்னர்கள் காலத்து கல்வெட்டுகள் அதிகளவில் காணப்படுகிறது. இவைகளின் மூலமாகவே 
பெரும்பாலான திருமலையில் நடைபெற்ற திருப்பணிகள் மற்றும் திருக்கோயிலை பற்றிய  செய்திகளை நாம் அறிகிறோம். 
இவ்வாறு கல்வெட்டுகளிலும் மற்றும் பட்டயங்களிலும் காணப்பட்ட பெரும்பாலான செயதிகளை தொகுத்து இத்தளத்தில் 
திருப்பணிகள் எனும் பகுதியில் அளிக்கப்பட்டுள்ளது
    </td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> <td class="normal_content" colspan="4">
விஜயநகர மன்னர்களின் ஆட்சிகாலத்தில் அவர்களது பிரதிநிதிகளாக செயல்பட்டவர்கள் மன்னரின் ஆனையை ஏற்று 
இப்பகுதியில் பெரும்பாலான நற்பணிகளை செய்துள்ளனர். அவர்களில் குறிப்பாக<font class="imp_word">
கிபி 16-ம் 17-ம் நூற்றாண்டில் </font> திருச்செங்கோட்டுக்கு அருகே உளள மோரூரில் வசித்த வந்த கண்ணங்கூட்டத்தை 
சேர்ந்த திப்பராச உடையார், திரியம்பக உடையார் மற்றும் நரசிம்ம உடையார் அவர்களை பற்றிய செய்திகள் கல்வெட்டுகளில் 
இடம் பெற்றுள்ளன. அதே போல் திருமலையில் அத்தப்ப நல்தம்பி காங்கேயன் மற்றும் இவரது மகன்களான அத்தப்ப 
இம்முடி காங்கேயன், குமாரசாமி காங்கேயன் ஆகியோரின் பெயர்களும் கல்வெட்டுகளில் இடம் பெற்றுள்ளன.
    </td> </tr>



    </table>

</div>

</asp:Content>
