<%@ Page Language="C#" MasterPageFile="~/Master/Artha.Master"  AutoEventWireup="true" CodeBehind="4_11_1.aspx.cs" Inherits="Artha.Tamil._4_11_1" %>

<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id=" குளிர் சுரம் நீக்கிய வரலாறு">

<table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">

             <tr height="20px"> <td colspan="4"> </td> </tr>
				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading">  குளிர் சுரம் நீக்கிய வரலாறு  </span>  
                        <div class="underline">&nbsp;</div>
				    </td>
                </tr>

 <tr> <td class="normal_content" colspan="3">
சீர்காழியில் பார்வதி தேவியாரிடம் ஞானப்பால் அருந்திய <font class="imp_word"> திருஞானசம்பந்தர் </font> கொங்கு நாட்டில் தலயாத்திரை செய்தார்.  அச்சமயம் தனது அடியார் புடைசூழ திருச்செங்கோடு வருகை தந்தார்.  அது ஒரு பனிக்காலம் பனி அதிகம் பொழிந்தமையால் கொங்கு மண்டல மக்கள் பலர் குளிர் சுரம் என்னும் காய்ச்சலால் அவதிப்பட்டனர். மக்களை வாட்டிய குளிர்சுரம் ஞானசம்பந்தரின் உடன் வந்த அடியார்களையும் பற்றியது.  அதனால் அடியார்களும், மக்களும் ஞானசம்பந்தரிடம் எடுத்து கூறி இந்நோயை போக்கும்படி வேண்டினர்.  அதனை அறிந்த ஞானசம்பந்தர் <font class="imp_word"> அவ்வினைக்கிவ்வினை என துவங்கும் திருநீலகண்ட பதிகம் பாடி தீவினை தீண்டப்பெறா நீலகண்டனே </font> என கட்டளை இட்டார்.  இப்பிணி அன்றேஅந்நாட்டை விட்டு அகன்றது.  பின்னர் அம்மையப்பனை தரிசனம் செய்து <font class="imp_word"> வெந்த வெண்ணீறனிந்து என்று துவங்கும் பாடலை பாடினார் </font>.  </br></br>
திருஞானசம்பந்தர் கி.பி 630 முதல் 650 ஆண்டுவரை வாழ்ந்தார்.  ஞானசம்பந்தர் திருச்செங்கோட்டில் பல நாட்கள் தங்கியிருந்து இறைசேவை புரிந்து வந்தார்.  திருச்செங்கோட்டில் தேரடி வீதியில் உள்ள ஜோகி மடத்தில் தன் அடியவர்களுடன் தங்கியிருந்தார்.  குளிர்சுரம் நீங்கிய வரலாற்றின் அடையானமாக ஜோகி மடத்தில் <font class="imp_word"> சுரகண்டநாதர் என்ற பெயரில் கற்சிலை ஒன்றை நிறுவி உள்ளனர் </font>.  இன்றளவும் திருச்செங்கோடு பகுதியில் <font class="imp_word"> காய்ச்சலால் துன்பப்படுபவர்கள் அங்கு சென்று இறைவனை வேண்டி மிளகு ரசம் சாதம் வைத்து வழிபாடு செய்து தங்கள்  காய்ச்சலை குணமாக்கி கொள்வது  நடைபெறுகிறது. </font>. </br></br>
</td> 

    <td> <img src="Images/jurahara.jpg" width="300" height="300" class="ImgCurvedEdges_4SidePadding" style="border-color: #FF8000"/> </td> 
 </tr> 

<tr height="20px"> <td colspan="4"> </td> </tr>


<tr> <td class="content_heading" colspan="4"> <u> 11 பாகங்களை கொண்ட பதிகம் கீழே தரப்பட்டுள்ளது: </u> </td> </tr>


<tr> <td class="song_content" colspan="4"> 
    அவ்வினைக் கிவ்வினை யாமென்று சொல்லு மஃதறிவீர் <br />
உய்வினை நாடா திருப்பதும் உந்தமக் கூனமன்றே <br />
கைவினை செய்தெம் பிரான்கழற் போற்றுதும் நாமடியோஞ் <br />
செய்வினை வந்தெமைத் தீண்டப்பெ றாதிரு நீலகண்டம். 	<br />
</td> </tr>
<tr height="20px"> <td colspan="4"> </td> </tr>

<tr> <td class="song_content" colspan="4"> 
காவினை யிட்டுங் குளம்பல தொட்டுங் கனிமனத்தால் <br />
ஏவினை யாலெயில் மூன்றெரித் தீரென் றிருபொழுதும் <br />
பூவினைக் கொய்து மலரடி போற்றுதும் நாமடியோம் <br />
தீவினை வந்தெமைத் தீண்டப்பெ றாதிரு நீலகண்டம். 	<br />
</td> </tr>
<tr height="20px"> <td colspan="4"> </td> </tr>

<tr> <td class="song_content" colspan="4"> 
முலைத்தடம் மூழ்கிய போகங்களும்மற் றெவையு மெல்லாம் <br />
விலைத்தலை யாவணங் கொண்டெமை யாண்ட விரிசடையீர் <br />
இலைத்தலைச் சூலமுந் தண்டும் மழுவும் இவையுடையீர் <br />
சிலைத்தெமைத் தீவினை தீண்டப்பெ றாதிரு நீலகண்டம். 	<br />
</td> </tr>
<tr height="20px"> <td colspan="4"> </td> </tr>

<tr> <td class="song_content" colspan="4"> 
விண்ணுல காள்கின்ற விச்சா தரர்களும் வேதியரும் <br />
புண்ணிய ரென்றிரு போதுந் தொழப்படும் புண்ணியரே <br />
கண்ணிமை யாதன மூன்றுடை யீருங் கழலடைந்தோம் <br />
திண்ணிய தீவினை தீண்டப்பெ றாதிரு நீலகண்டம். 	 <br />
</td> </tr>
<tr height="20px"> <td colspan="4"> </td> </tr>

<tr> <td class="song_content" colspan="4"> 
மற்றிணை யில்லா மலைதிரண் டன்னதிண் டோ ளுடையீர் <br />
கிற்றெமை யாட்கொண்டு கேளா தொழிவதுந் தன்மைகொல்லோ <br />
சொற்றுணை வாழ்க்கை துறந்துந் திருவடி யேயடைந்தோம்<br />
செற்றெமைத் தீவினை தீண்டப்பெ றாதிரு நீலகண்டம். 	<br />
</td> </tr>
<tr height="20px"> <td colspan="4"> </td> </tr>

<tr> <td class="song_content" colspan="4"> 
மறக்கு மனத்தினை மாற்றியெம் மாவியை வற்புருத்திப் <br />
பிறப்பில் பெருமான் திருந்தடிக் கீழ்ப்பிழை யாதவண்ணம் <br />
பறித்த மலர்கொடு வந்துமை யேத்தும் பணியடியோம் <br />
சிறப்பிலித் தீவினை தீண்டப்பெ றாதிரு நீலகண்டம். 	<br />
</td> </tr>
<tr height="20px"> <td colspan="4"> </td> </tr>

<tr> <td class="song_content" colspan="4"> 
இப்பதிகத்தில் 7-ம் செய்யுள் சிதைந்து போயிற்று. <br />
</td> </tr>
<tr height="20px"> <td colspan="4"> </td> </tr>

<tr> <td class="song_content" colspan="4"> 
கருவைக் கழித்திட்டு வாழ்க்கை கடிந்துங் கழலடிக்கே <br />
உருகி மலர்கொடு வந்துமை யேத்துதும் நாமடியோம்<br />
செருவி லரக்கனைச் சீரி லடர்த்தருள் செய்தவரே <br />
திருவிலித் தீவினை தீண்டப்பெ றாதிரு நீலகண்டம். 	 <br />
</td> </tr>
<tr height="20px"> <td colspan="4"> </td> </tr>

<tr> <td class="song_content" colspan="4"> 
நாற்ற மலர்மிசை நான்முகன் நாரணன் வாதுசெய்து <br />
தோற்ற முடைய அடியும் முடியுந் தொடர்வரியீர் <br />
தோற்றினுந் தோற்றுந் தொழுது வணங்குதும் நாமடியோம் <br />
சீற்றம தாம்வினை தீண்டப்பெ றாதிரு நீலகண்டம். 	<br />
</td> </tr>
<tr height="20px"> <td colspan="4"> </td> </tr>

<tr> <td class="song_content" colspan="4"> 
சாக்கியப் பட்டுஞ் சமணுரு வாகி யுடையொழிந்தும் <br />
பாக்கிய மின்றி இருதலைப் போகமும் பற்றும்விட்டார் <br />
பூக்கமழ் கொன்றைப் புரிசடை யீரடி போற்றுகின்றோம் <br />
தீக்குழித் தீவினை தீண்டப்பெ றாதிரு நீலகண்டம். 	<br />
</td> </tr>
<tr height="20px"> <td colspan="4"> </td> </tr>

<tr> <td class="song_content" colspan="4"> 
பிறந்த பிறவியிற் பேணியெஞ் செல்வன் கழலடைவான் <br />
இறந்த பிறவியுண் டாகில் இமையவர் கோனடிக்கண் <br />
திறம்பயில் ஞானசம் பந்தன செந்தமிழ் பத்தும்வல்லார் <br />
நிறைந்த உலகினில் வானவர் கோனொடுங் கூடுவரே. 	<br />
</td> </tr>
<tr height="20px"> <td colspan="4"> </td> </tr>

</table>


</div>

</asp:Content>

