<%@ Page Language="C#" MasterPageFile="~/Master/Artha.Master" AutoEventWireup="true" CodeBehind="4_3.aspx.cs" Inherits="Artha.Tamil._4_3" %>

<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id="கிரிவலம்">

    <table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">

              <tr height="20px"> <td colspan="4"> </td> </tr>
				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading">  கிரியும்-கிரிவலமும் </span>  
                        <div class="underline">&nbsp;</div>
				    </td>
                </tr>

    <tr> <td class="normal_content" colspan="4">
கிரி என்பது மலை என பொருள்படும் கோடு, குன்று, பாறை, அறை, கல், அலகம், சைலம், அத்திரி, 
தோதாந்திரி முதலியனவும் கிரியாகிய மலையை குறிக்கும் சொல்லாகும். கிரிவலம் என்பது மலையை 
வலம் வருதல், (மலையை வலபக்கத்தில் தொடஙகி சுற்றி வழிபட்டுவருதல்) என்பதாகும். 
    </td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> 
        <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
		<span class="content_heading">  கிரிவழிபாடு  </span>  
        <div class="underline">&nbsp;</div>
		</td>
        </tr>

<tr> <td class="normal_content" colspan="4">
இறைவழிபாடு காலத்தை கடந்த பழமையானதாம். இறையை வழிபடுவது போல மலையை ஆன்மாக்கள் மகிழும்படி 
எழுந்து மகாமேருமலையை வலமாக சுற்றிவந்து வழிபடும் பல சமயத்தாரும் வழிபடுவதும் காலத்தை கடந்த பழமையானதாம். 
இவ்வகையில் கையிலை மலையை வழிபடுவது காலத்தை கடந்த வழிபாடாக உள்ளது. சிவசிந்தனை தோன்றிய போதே 
கையிலை மலையை பற்றிய சிந்தனையும் தோன்றிவிட்டது. வழிபாடும் தோன்றி விட்டது. சூரியன் கையிலை மலையை 
வலம் வந்து நாள் தோறும் வழிபடுகிறான் என்கின்றனர். இதனை நக்கீரர் 
</td> </tr>

	<tr> <td class="song_content" colspan="4">
உலக முவப்ப வலநோபு திருதரு <br/>
		பலா புகழ் ஞாயிறு  <br/>
</td> </tr>

<tr> <td class="normal_content" colspan="4">
    திருமுருகற்று படைவரிகள் உணர்த்துவதை காணலாம்.
</td> </tr>

<tr> <td class="normal_content" colspan="4">
    <br /> <font class="imp_sentence">  கையிலாய மலையிலிருந்து பிரிந்து வந்து விழுந்த மலையே திருச்செங்கோடு மலையாகும். </font> ஆதலின் திருச்செங்கோட்டு
தரிசனமும் கையிலை தரிசனத்தை போலவே மகிழ்ச்சியை தருவதை காணலாம். திருச்செங்கோட்டு  தரிசனமும் 
சிவ தரிசனமேயாம். அதை வலம் வருதலும் சிவனை வலம்  வருவதே ஆகும்.
</td> </tr>


<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> 
        <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
		<span class="content_heading">  கிரிவலம் வருதல்  </span>  
        <div class="underline">&nbsp;</div>
		</td>
        </tr>

<tr> <td class="normal_content" colspan="4">
புனிதமான ஸ்தலத்தையோ தீர்த்தத்தையோ மலையையோ வனத்தையோ தெய்வீகம் உள்ள இடத்தையோ சுற்றி வருவதே 
வலம் வருதல் அல்லது பிரதயஷிணம் எனப்படும். ஒரு மூர்த்தியையோ (கடவுளையோ) வில்வமரம் முதலிய ஓர் 
மரத்தையோ துளசி செடியையோ சுற்றி வருவது வலம் வருதலே ஆகும். அதுவும் பிரதயஷிணம் தான். இவ்வாறு 
பக்தர்டிகள் வலம் வருதல் எப்போதும் செய்யப்படுகிறது. எனினும் வருடத்தில் சில குறிப்பிட்ட காலங்களில் மக்கள் 
பெரும் திரளாக வலம் வருகின்றனர். சாதாரண முறையில் சுற்றி வந்தால் அதை வலம் வருதல் பிரதயஷிணம் என்று  
அழைப்பர். அதுவே பெரிய அளவில் செய்யுங்கால் அது பராக்கிரம் அல்லது கிரிவலம் எனப்படும். 
</td> </tr>

<tr> <td class="normal_content" colspan="4">
<br /> அர்த்தநாரீஸ்வரர் மலையாகிய திருச்செஙகோடு எனும் கிரியை வலம் வருவது <font class="imp_sentence">  திருச்செஙகோட்டு கிரிவலம் </font> என்பர். 
இக்கிரி வலத்தை வடமொழியில் <font class="imp_sentence">  கிரிபிரதட்சணம் </font> என்பர். கடந்த 50 ஆண்டுகளுக்கு மேலாக சிவ பக்தர்கள் தங்கல் 
குடும்பத்துடன் திருச்செங்கோட்டு மலையை சுற்றி கிரிவலம் வந்து தங்கள் பாவங்களை போக்கி நற்பயன் பெற்று 
வருகின்றனர். திருவண்ணாமலை பெளர்ணமி கிரிவலம் போன்று திருச்செங்கோட்டு பெளர்ணமி கிரிவலத்திலும் ஆண்களும், 
பெண்களுமாக பல்லாயிரம் பக்தர்கள் கிரிவலம் வருகின்றனர். சித்ரா பெளர்ணமி முதலிய விஷேச காலங்களில்  பக்தர்கள் 
<font class="imp_sentence">  இரவு 12 மணிவரை </font> கிரிவலம் வந்து இறையருள் பெறுகின்றனர். 
</td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> 
        <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
		<span class="content_heading">  நாககிரி வலம் வருதலின் பலன்கள்  </span>  
        <div class="underline">&nbsp;</div>
		</td>
        </tr>

<tr> <td class="normal_content" colspan="4">
<font class="imp_sentence">  திருச்செங்கோட்டு கிரி ஓங்காரவடிவானது </font>  ஓங்காரம் சிவ வடிவமானது. எனவே கிரி என்பது  சிவவடிவமானது என 
இதனால் புலப்படுகிறது. சிவ வலம் வந்து பெரும் பலன் அத்தனையும் நாககிரி வலம் வருதலால் கிட்டும் என்பதை 
மனப்பூர்வமாக அறியலாம் என்று பக்தர்கள் கூறுவர். 
</td> </tr>

<tr> <td class="normal_content" colspan="4">
<br /> <font class="imp_sentence">  நாககிரியை வலம் வருவது கர்ப்பகாலம் சிவனை பூஜை செய்ததால் கிட்டும் பலனை தரும். </font> அது சமாதி நிலையில் 
இருந்து அடைகின்ற மேலான பலனை தருக்றது. அது பூமியை வலம் வந்த பலன் கிட்டும் அது சிவலிங்க பிரதிஷ்டை   ப
லனையும் சிவபூஜை செய்த  பலனையும் தருவதுடன் பெரிய சிவன் கோயிலை கட்டிய பலனையும் தரும். சிவ தலங்களை 
தரிசித்த பலனை தருவதுடன் இந்திர பதவி, மகேஸ்வர பதவி, சிவ பதவியும் தரும் அது சிறந்த கல்வியை தரும் நினைத்த 
காரியங்களை நடக்கவும் செய்யும். மனம், மெய்களை தூய்மை செய்து கொண்டு மகளிரை நினையாமலும், கலவாமலும் 
குரோத மாதமார்ச்சாரிய உணர்வில்லாமலும் கிரிவலம் வரவேண்டும்.
</td> </tr>

<tr> <td class="normal_content" colspan="4">
<br /> <font class="imp_sentence">  பெளர்ணமி நாளிலும், அமாவாசை நாளிலும் சிவராத்திரியிலும் பிறந்த (ஜன்ம) நட்சத்திரத்திலும் </font> திருச்செங்கோட்டை
வலமாக வருவது அளவற்ற நற்பலனை தரும். 
</td> </tr>


<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> 
        <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
		<span class="content_heading">  கிரி வலம் வரும் முறை  </span>  
        <div class="underline">&nbsp;</div>
		</td>
        </tr>

<tr> <td class="normal_content" colspan="4">
திருச்செஙகோட்டை வலம் வரும் பக்தர்கள் முதலில் மலையடிவாரம் செல்ல வேண்டு்ம் மலையேறுவதற்காக படிவழி 
தொடங்குமிடமே மலையடிவாரம் கிரிவலம் தொடங்கும் பக்தர்கள் முதலில் அவ்வடிவாரம் சென்று அங்குள்ள கஜமுக 
பிள்ளையாரை வணங்கி <font class="imp_sentence">  சுமார் 7 கிமீ </font> உள்ள கிரிவல பாதையை சுற்றி வந்து அதே இடத்திலேயே கிரிவலத்தை நிறைவு 
செய்திட வேண்டும். 

</td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> 
        <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
		<span class="content_heading">  பாண்டவர்கள் திருச்செங்கோடு கிரிவலம் வந்த வரலாறு  </span>  
        <div class="underline">&nbsp;</div>
		</td>
        </tr>

<tr> <td class="normal_content" colspan="4">
கிரிவலம வந்து முடித்தவுடனே  குளிக்க கூடாது. தூங்க கூடாது. அது கிரிவல பயனை போக்கிவிடும் என்று திருச்செங்கோட்டு 
மாண்மியம் சொல்கிறது. பாண்டுவின் புதல்வர்களான தருமன், பீமன், அர்சுணன், நகுலன், சகாதேவன் ஆகியோர் 12 ஆண்டுகள் 
வனவாசமும் 1 ஆண்டு அஞ்ஞாத வாசமும் (பிறர்காணாமல் வாழும் வாழ்வு)  வாழ்ந்தார்கள் என்பது அனைவரும் அறிந்த ஒன்று. 
அந்த நாட்களில் அவர்கள் பல புண்ணிய தலங்கள் மலைகள் தீர்த்தங்கள் முதலியவற்றை தரிசித்து கொண்டு வரும்போது
 திருச்செங்கோட்டு மலையை கண்டனர் அதன் மீது ஏறி கணபதி தீர்த்தம், குமார தீர்த்தம், விஷ்ணு தீர்த்தம் முதலியனவற்றில் 
 நீராடி மகிழ்ந்தனர். புள்ளியன் சுனையில் படிந்திருந்த சக்கரம் அவர்கள் சத்ருக்களுடன் பேரிடும் போது பேராபத்து காலத்தில் 
 அவர்களின் உயிர்களை காத்து பகைவர்களை சாயசெய்வதாகக் கூறியதாக அறியப்படுகிறது. 
</td> </tr>


<tr> <td class="normal_content" colspan="4">
<br /> அவர்கள் திருச்செங்கோடாம் திவ்யமலையிலுள்ள தீர்த்தங்களையெல்லாம் ஆடி உமையொரு பாகனையையும், 
குமரகடவுளையும் துதித்துவந்தனர்.  அங்கு சனற்குமாரன் அகத்தியன், புலத்தியன், விஞ்சையர்கள், சித்தர்கள் முதலிய 
பெரியோர்கள் தவம் புரிந்தனர். அவர்கள் கிரிவலம் வந்த பாண்டவர்களை ஆதரித்தனர். பின்னர் முருககீசரை வணங்கினர். 
அஞ்ஞாத வசம் முடித்ததால் சொற்படி நாடு தராத கெளரவர்களை எதிர்த்து போரிட்டு உமையொருபாகர் அருளால் தம் 
திருநாடு எய்தி தாம் இழந்த அத்தினாய் புரியையும் பெற்றார் என்று திருச்செங்கோட்டு மாண்மியம் சொல்கிறது. 
</td> </tr>

<tr height="20px"> <td colspan="4"> </td> </tr>
    <tr> 
        <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
		<span class="content_heading">  கிரிவலம் வரும் முறை </span>  
        <div class="underline">&nbsp;</div>
		</td>
        </tr>

<tr> 
    <td class="highlight_sentence"  colspan="4">
<img src="Images/aniBullet1.GIF" class="ImgAlignCenter" style="padding-left:30px; margin-right:10px "/>
மனத்தூய்மையுடன் இறைவனை மனதில் நினைத்து நமச்சிவாய எனும் பஞ்சாட்சர மந்திரத்தை உச்சரித்தவண்ணம் வரவேண்டும்
</td> </tr>

<tr> <td class="highlight_sentence" colspan="4">
<img src="Images/aniBullet1.GIF" class="ImgAlignCenter" style="padding-left:30px; margin-right:10px "/>
காலணி மற்றும  லாகிரி வஸ்துகளை தவிர்த்தல் வேண்டும்
</td> </tr>

<tr> <td class="highlight_sentence" colspan="4">
<img src="Images/aniBullet1.GIF" class="ImgAlignCenter" style="padding-left:30px; margin-right:10px "/>
சிற்றின்ப சிந்தனையை அறவே போக்கவேண்டும்
</td> </tr>

<tr> <td class="highlight_sentence" colspan="4">
<img src="Images/aniBullet1.GIF" class="ImgAlignCenter" style="padding-left:30px; margin-right:10px "/>
வாகனங்களில் கிரிவலம் செல்லக்கூடாது
</td> </tr>

<tr> <td class="highlight_sentence" colspan="4">
<img src="Images/aniBullet1.GIF" class="ImgAlignCenter" style="padding-left:30px; margin-right:10px "/>
எங்கு கிரிவலத்தை தொடங்குகின்றோமோ அங்குதான் முடிக்கவேண்டும்
</td> </tr>

<tr> <td class="highlight_sentence" colspan="4">
<img src="Images/aniBullet1.GIF" class="ImgAlignCenter" style="padding-left:30px; margin-right:10px "/>
கிரிவலம வந்து முடித்தவுடனே  குளிக்க கூடாது, தூங்க கூடாது
</td> </tr>



    </table>

</div>

</asp:Content>
