<%@ Page Language="C#" MasterPageFile="~/Master/Artha.Master" AutoEventWireup="true" CodeBehind="6_2_2.aspx.cs" Inherits="Artha.Tamil._6_2_2" %>

<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id="உச்சிபிள்ளையார் கும்பாபி்ஷேகம்">

<table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">

             <tr height="20px"> <td colspan="4"> </td> </tr>
<tr> <td colspan="4">  <a href="uchiPillayarKump.aspx">  <span class="clickHere" >  உச்சிபிள்ளையார் கும்பாபி்ஷேகம் புகைப்படங்கள்  </span> </a> </td> </tr>

				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading">  உச்சிபிள்ளையார் கும்பாபி்ஷேகம் (பாண்டீஸ்வரர் ஆலய கும்பாபிஷேகம்)  </span>  
                        <div class="underline">&nbsp;</div>
				    </td>
                </tr>

 <tr> <td class="normal_content">
திருச்செங்கோடு திருமலையின் உச்சியில் உள்ள  பாண்டீஸ்வரர் ஆலய விமானம் பல வருடங்களாக சிதைந்து இருந்தது. திருச்செங்கோடு ஆன்மிக அன்பர்களின் பெரும்  முயற்சியாலும் பொருள் உதவியாலும் ஆலயம் மற்றும் விமானம்  புதுப்பிக்கப்பட்டு <font class="imp_word"> 26-11-2012ம் நாள் கும்பாபிஷேகம் </font> மிகச் சிறப்பான  முறையில் நடைபெற்றது. மேலே செல்ல பாறை பல இடங்களில்  சரிவாக இருந்ததால் பக்தர்கள் பிடித்துசெல்ல வசதியாக  பைப்புகள் பொருத்தப்பட்டன. மிகக் குறுகலான இடத்தில்  ஆபத்தான முறையில் மலடிக்கல் பாறையை பக்தர்கள் வலம்  வந்த இடத்தில் பாதுகாப்பான முறையில் பக்தர்கள் வலம் வர  சுற்றிலும் கம்பிவலைத் தடுப்புகள் அமைக்கப்பட்டுள்ளன.  இதற்குமுன்பு இந்த ஆலயத்திற்கு எந்த ஆண்டில் கும்பாபிஷேகம்  
நடைபெற்றது என்பதற்கான சான்றுகள் ஏதும் கிடைக்கவில்லை.  அதேபோல் வயதில் மூத்த பெரியவர்களுக்கும் தகவல் ஏதும்  தெரியவில்லை. பல ஆண்டுகளுக்குப் பின் நடைபெற்ர இந்த கும்பாபிஷேகத்தைக் காண நாம்  பெரும் புண்ணியம் செய்திருக்க வேண்டும். இத்திருப்பணியை மிகச் சிறப்பாக நடத்திய  அன்பர்களுக்கு நமது மனமார்ந்த நன்றிகளைத் தெரிவித்துக் கொள்கிறோம். </br> </br>

இந்நிகழ்ச்சியில் திருச்செங்கோடு மயில் ஆஸ்ரமம் சிவத்திரு. ஞானமயில் முருகேஷ் சுவாமிகளும் திருச்செங்கோடு  நகரமன்றத்தலைவர் திருமதி.பொன்.சரஸ்வதி அவர்களும்  கலந்துகொண்டனர்.
	இந்த கும்பாபிஷேகம் நடந்த அதே வேளையில் <font class="imp_word"> நாகர்பள்ளத்தில் உள்ள நந்திகேஸ்வரருக்கும் கும்பாபிஷேகம் </font> சிறப்பாக நடைபெற்றது. <br /> </br>



</td> </tr> 

</table>


</div>

</asp:Content>

