<%@ Page Language="C#"  MasterPageFile="~/Master/Artha.Master" AutoEventWireup="true" CodeBehind="6_4.aspx.cs" Inherits="Artha.Tamil._6_4" %>

<asp:Content ID="Menu1" ContentPlaceHolderID="MainContent" runat="server">

<div id="63 நாயன்மார்கள்">

<table width="95%" border="1" align="left" cellpadding="0" cellspacing="0">

             <tr height="20px"> <td colspan="4"> </td> </tr>

<tr> <td colspan="4">  <a href="63moovarVizha12.aspx">  <span class="clickHere" > 63 நாயன்மார்கள் விழா பற்றிய புகைப்படங்கள்  </span> </a> </td> </tr>

				<tr> 
                    <td colspan="4"> <img src="images/blue1.jpg" width="14" height="13" /> 
					    <span class="content_heading">  63 நாயன்மார்கள் திருவிழா  </span>  
                        <div class="underline">&nbsp;</div>
				    </td>
                </tr>

    <tr> <td class="normal_content" colspan="4">
	சமயக்குரவர் நால்வருள் தலைமகனாகிய <font class="imp_word"> திருஞானசம்பந்தர், அருணகிரிநாதர், இளங்கோவடிகள்</font>  மற்றும் எண்ணற்ற வரலாற்றுப் புகழ் மிக்கவர்களால் போற்றப்பட்ட திருக்கொடிமாடச்செங்குன்றூர் எனும் திருச்செங்கோட்டில் அருள்தரும் <font class="imp_word"> சிவகாமியம்மை உடனமர் சிதம்பரேஸ்வரர், 63 நாயன்மார்கள்  மற்றும் தொகையடியார்களுடன் சேர்த்து புதிதாக நிறுவப்பட்ட 80 உற்சவ மூர்த்திகளுக்கும் திருக்குட நன்னீராட்டுப் பெருவிழாவானது 23-11-2012 வெள்ளிக்கிழமை அன்று காலை 7 மணிக்குமேல் 8 மணிக்குள் </font> விருச்சிக லக்கினத்தில் வேத முறைப்படி மிகச் சிறப்பாக நடைபெற்றது. </br>  </br> 
	சிறப்புமிகுந்த இந்த விழாவில் குருமஹாசன்னிதானங்கள், சிவனடியார் பெருமக்கள், ஆன்றோர்கள், அமைச்சர் பெருமக்கள் மற்றும் அறநிலையத்துறை  அதிகாரிகள் ஆகியோர் கலந்துகொண்டனர். இந்த விழாவை முன்னிட்டு திருச்செங்கோடு நகரமே விழாக்கோலம் பூண்டிருந்தது. 
	அன்றைய தினத்தில் கைலாசநாதர் ஆலயத்தில் இருந்து ஆரம்பித்து திருமலையைச் சுற்றி கிரிவலமாக வந்து திருச்செங்கோட்டின் முக்கிய வீதிகள் வழியாக  அனைத்து உற்சவ மூர்த்திகளும் அலங்கரிக்கப்பட்ட பல்லக்குகளில் வைத்து ஆயிரக்கணக்கான சிவனடியார்களால் எடுத்துவரப்பட்டனர்.   	</br>  </br> 
	<font class="imp_word"> 2012ம் ஆண்டு ஆரம்பிக்கப்பட்ட இந்த விழாவானது </font> ஒவ்வொரு வருடமும் திருச்செங்கோடு அருள்நெறி வழிபாட்டுத் திருக்கூட்டம் மற்றும் அருள்நெறி அறுபத்துமூவர் வழிபாட்டுத் திருக்கூட்டம் சார்ந்த அன்பர்களால் மிகச் சிறப்பாக நடத்தப்பட்டு வருகிறது.
	இந்த விழாவும் திருச்செங்கோட்டில் நடைபெறும் மிகவும் சிறப்பு வாய்ந்த விழாக்களில் ஒன்றாக பக்தர்களால் கருதப்படுகிறது.

    </td> </tr>

</table>


</div>

</asp:Content>

